Repository: matteolavaggi/ml-brevo-for-elementor-pro
Catalog: languages/*-brevo-for-elementor-pro-*.po
Languages: de_de, es_es, fr_fr, it_it

source: Automatic Detection
de_de: Automatische Erkennung
es_es: Detección automática
fr_fr: Détection automatique
it_it: Rilevamento automatico

source: WordPress automatically loads the correct translation based on your site language setting.
de_de: WordPress lädt automatisch die korrekte Übersetzung basierend auf Ihrer Website-Spracheinstellung.
es_es: WordPress carga automáticamente la traducción correcta basada en la configuración de idioma de tu sitio.
fr_fr: WordPress charge automatiquement la traduction correcte basée sur le paramètre de langue de votre site.
it_it: WordPress carica automaticamente la traduzione corretta basata sull'impostazione della lingua del sito.

source: Current Site Settings
de_de: Aktuelle Website-Einstellungen
es_es: Configuración actual del sitio
fr_fr: Paramètres actuels du site
it_it: Impostazioni attuali del sito

source: Site Language:
de_de: Website-Sprache:
es_es: Idioma del sitio:
fr_fr: Langue du site :
it_it: Lingua del sito:

source: Translation loaded
de_de: Übersetzung geladen
es_es: Traducción cargada
fr_fr: Traduction chargée
it_it: Traduzione caricata

source: Translation not compiled
de_de: Übersetzung nicht kompiliert
es_es: Traducción no compilada
fr_fr: Traduction non compilée
it_it: Traduzione non compilata

source: English (default)
de_de: Englisch (Standard)
es_es: Inglés (predeterminado)
fr_fr: Anglais (par défaut)
it_it: Inglese (predefinito)

source: Change your site language in Settings > General > Site Language
de_de: Ändern Sie Ihre Website-Sprache unter Einstellungen > Allgemein > Website-Sprache
es_es: Cambia el idioma de tu sitio en Ajustes > General > Idioma del sitio
fr_fr: Changez la langue de votre site dans Réglages > Général > Langue du site
it_it: Cambia la lingua del tuo sito in Impostazioni > Generali > Lingua del sito

source: Automate your sales and marketing strategy with Twins Agency!
de_de: Automatisieren Sie Ihre Verkaufs- und Marketingstrategie mit Twins Agency!
it_it: Automatizza la tua strategia di vendita e marketing con Twins Agency!

source: Make the most of Brevo's (formerly Sendinblue) potential to optimize lead management, email campaigns, and the entire customer journey. With our custom automations and integration of the best artificial intelligence tools, we will help you:
de_de: Nutzen Sie das volle Potenzial von Brevo (ehemals Sendinblue), um Lead-Management, E-Mail-Kampagnen und die gesamte Customer Journey zu optimieren. Mit unseren maßgeschneiderten Automatisierungen und der Integration der besten KI-Tools helfen wir Ihnen dabei:
es_es: Aprovecha al máximo el potencial de Brevo (ex Sendinblue) para optimizar la gestión de leads, las campañas de email y todo el customer journey. Con nuestras automatizaciones personalizadas y la integración de las mejores herramientas de inteligencia artificial, te ayudaremos a:
it_it: Sfrutta al massimo le potenzialità di Brevo (ex Sendinblue) per ottimizzare la gestione dei lead, le campagne email e l'intero customer journey. Con le nostre automazioni personalizzate e l'integrazione dei migliori strumenti di intelligenza artificiale, ti aiuteremo a:

source: Reduce manual work and increase operational efficiency.
de_de: Manuelle Arbeit zu reduzieren und die operative Effizienz zu steigern.
es_es: Reducir el trabajo manual y aumentar la eficiencia operativa.
it_it: Ridurre il lavoro manuale e aumentare l'efficienza operativa.

source: Centralize customer data for a unified and complete view.
de_de: Kundendaten zu zentralisieren für eine einheitliche und vollständige Sicht.
es_es: Centralizar los datos de clientes para una visión unificada y completa.
it_it: Centralizzare i dati dei clienti per una visione unificata e completa.

source: Maximize conversions and improve customer engagement.
de_de: Conversions zu maximieren und das Engagement Ihrer Kunden zu verbessern.
es_es: Maximizar las conversiones y mejorar el engagement de tus clientes.
it_it: Massimizzare le conversioni e migliorare l'engagement dei tuoi clienti.

source: Contact us today to discover how Twins Agency can support your business growth through Brevo automations and artificial intelligence.
de_de: Kontaktieren Sie uns noch heute, um zu erfahren, wie Twins Agency das Wachstum Ihres Unternehmens durch Brevo-Automatisierungen und künstliche Intelligenz unterstützen kann.
es_es: Contáctanos hoy mismo para descubrir cómo Twins Agency puede apoyar el crecimiento de tu empresa a través de las automatizaciones de Brevo y la inteligencia artificial.
it_it: Contattaci oggi stesso per scoprire come Twins Agency può supportare la crescita della tua azienda attraverso le automazioni Brevo e l'intelligenza artificiale.

source: Contact us now
de_de: Kontaktieren Sie uns jetzt
es_es: Contáctanos ahora
it_it: Contattaci subito

source: Documentation
it_it: Documentazione

source: Access the complete documentation for ML Brevo for Elementor Pro plugin.
it_it: Accedi alla documentazione completa per il plugin ML Brevo for Elementor Pro.

source: Plugin Documentation
it_it: Documentazione del plugin

source: Download the complete documentation PDF file for detailed setup instructions, troubleshooting, and usage examples.
it_it: Scarica il file PDF della documentazione completa per istruzioni dettagliate di configurazione, risoluzione dei problemi ed esempi di utilizzo.

source: Download Documentation PDF
it_it: Scarica documentazione PDF

source: View Online
it_it: Visualizza online

source: Documentation file not found
it_it: File di documentazione non trovato

source: The readme.pdf file is not present in the plugin directory. Please contact support or check the plugin installation.
it_it: Il file readme.pdf non è presente nella directory del plugin. Contatta il supporto o verifica l'installazione del plugin.

source: Quick Links
it_it: Link rapidi

source: Brevo API Documentation
it_it: Documentazione API Brevo

source: Elementor Pro Documentation
it_it: Documentazione Elementor Pro

source: Debug Logs (Troubleshooting)
it_it: Log di debug (Risoluzione problemi)

source: Need Help?
it_it: Hai bisogno di aiuto?

source: If you need additional support or have questions about the plugin:
it_it: Se hai bisogno di supporto aggiuntivo o hai domande sul plugin:

source: 1. Check the documentation PDF for detailed instructions
it_it: 1. Controlla il PDF della documentazione per istruzioni dettagliate

source: 2. Enable debug logging to troubleshoot issues
it_it: 2. Abilita il logging di debug per risolvere i problemi

source: 3. Verify your Brevo API key and account settings
it_it: 3. Verifica la tua chiave API Brevo e le impostazioni dell'account

source: 4. Contact plugin support with debug logs if needed
it_it: 4. Contatta il supporto del plugin con i log di debug se necessario

source: Here you can find all your ml Integration for Elementor Form - brevo settings
it_it: Qui puoi trovare tutte le impostazioni della tua integrazione ML per Elementor Form - Brevo

source: Clear API Key
it_it: Cancella chiave API

source: Show
it_it: Mostra

source: Enter your Brevo API key. You can find it in your Brevo account under Account Settings > API Keys.
it_it: Inserisci la tua chiave API Brevo. Puoi trovarla nel tuo account Brevo sotto Impostazioni account > Chiavi API.

source: API key is currently set. Use "Clear API Key" to remove it.
it_it: La chiave API è attualmente impostata. Usa "Cancella chiave API" per rimuoverla.

source: Enable debug logging
it_it: Abilita logging di debug

source: When enabled, the plugin will log detailed information about API calls, form submissions, and errors to help with troubleshooting.
it_it: Quando abilitato, il plugin registrerà informazioni dettagliate su chiamate API, invii di form ed errori per aiutare nella risoluzione dei problemi.

source: Debug logging is currently ENABLED.
it_it: Il logging di debug è attualmente ABILITATO.

source: View Debug Logs
it_it: Visualizza log di debug

source: ERROR - Only errors
it_it: ERROR - Solo errori

source: WARNING - Errors and warnings
it_it: WARNING - Errori e avvisi

source: INFO - Errors, warnings, and info
it_it: INFO - Errori, avvisi e informazioni

source: DEBUG - All messages (verbose)
it_it: DEBUG - Tutti i messaggi (dettagliato)

source: Select the minimum level of messages to log. DEBUG level will create larger log files.
it_it: Seleziona il livello minimo di messaggi da registrare. Il livello DEBUG creerà file di log più grandi.

source: Number of days to keep log files. Older logs will be automatically deleted. Range: 1-90 days.
it_it: Numero di giorni per mantenere i file di log. I log più vecchi verranno eliminati automaticamente. Range: 1-90 giorni.

source: Available Brevo Fields
it_it: Campi Brevo disponibili

source: Enable or disable fields that will be available for mapping in Elementor forms.
it_it: Abilita o disabilita i campi che saranno disponibili per la mappatura nei form di Elementor.

source: Timestamp
de_de: Zeitstempel
es_es: Marca de tiempo
fr_fr: Horodatage

source: File PO non trovato: %s
de_de: PO-Datei nicht gefunden: %s
es_es: Archivo PO no encontrado: %s
fr_fr: Fichier PO non trouvé : %s

source: Errore nella compilazione: %s
de_de: Fehler bei der Kompilierung: %s
es_es: Error en la compilación: %s
fr_fr: Erreur lors de la compilation : %s

source: %d file di traduzione compilati con successo!
de_de: %d Übersetzungsdateien erfolgreich kompiliert!
es_es: ¡%d archivos de traducción compilados con éxito!
fr_fr: %d fichiers de traduction compilés avec succès !

source: Need help with Brevo automations?
es_es: ¿Necesitas ayuda con las automatizaciones de Brevo?

source: DEBUG
fr_fr: DÉBOGAGE

source: Automatizza la tua strategia di vendita e marketing con Twins Agency!
fr_fr: Automatisez votre stratégie de vente et marketing avec Twins Agency !

source: Sfrutta al massimo le potenzialità di Brevo (ex Sendinblue) per ottimizzare la gestione dei lead, le campagne email e l'intero customer journey. Con le nostre automazioni personalizzate e l'integrazione dei migliori strumenti di intelligenza artificiale, ti aiuteremo a:
fr_fr: Exploitez au maximum le potentiel de Brevo (ex Sendinblue) pour optimiser la gestion des leads, les campagnes email et l'ensemble du parcours client. Avec nos automatisations personnalisées et l'intégration des meilleurs outils d'intelligence artificielle, nous vous aiderons à :

source: Ridurre il lavoro manuale e aumentare l'efficienza operativa.
fr_fr: Réduire le travail manuel et augmenter l'efficacité opérationnelle.

source: Centralizzare i dati dei clienti per una visione unificata e completa.
fr_fr: Centraliser les données clients pour une vision unifiée et complète.

source: Massimizzare le conversioni e migliorare l'engagement dei tuoi clienti.
fr_fr: Maximiser les conversions et améliorer l'engagement de vos clients.

source: Contattaci oggi stesso per scoprire come Twins Agency può supportare la crescita della tua azienda attraverso le automazioni Brevo e l'intelligenza artificiale.
fr_fr: Contactez-nous dès aujourd'hui pour découvrir comment Twins Agency peut soutenir la croissance de votre entreprise grâce aux automatisations Brevo et à l'intelligence artificielle.

source: Contattaci subito
fr_fr: Contactez-nous maintenant

source: Dismiss this notice.
fr_fr: Fermer cette notification.
