Repository: matteolavaggi/ml-brevo-for-elementor-pro
Catalog: languages/*-brevo-for-elementor-pro-*.po
Languages: de_de, es_es, fr_fr, it_it

source: Global brevo API key
de_de: Globaler Brevo-API-Schlüssel
es_es: Clave API global de Brevo
fr_fr: Clé API Brevo globale
it_it: Chiave API Brevo globale

source: You can set your global API key <a href="%s" target="_blank">here.</a> this means you only need to set your brevo API key once.
de_de: Sie können Ihren globalen API-Schlüssel <a href="%s" target="_blank">hier</a> festlegen. Das bedeutet, dass Sie Ihren Brevo-API-Schlüssel nur einmal eingeben müssen.
es_es: Puedes configurar tu clave API global <a href="%s" target="_blank">aquí.</a> Esto significa que solo necesitas configurar tu clave API de Brevo una vez.
fr_fr: Vous pouvez définir votre clé API globale <a href="%s" target="_blank">ici.</a> Cela signifie que vous n'avez besoin de définir votre clé API Brevo qu'une seule fois.
it_it: Puoi impostare la tua chiave API globale <a href="%s" target="_blank">qui.</a> Questo significa che devi impostare la tua chiave API Brevo solo una volta.

source: brevo API key
de_de: Brevo-API-Schlüssel
es_es: Clave API de Brevo
fr_fr: Clé API Brevo
it_it: Chiave API Brevo

source: Enter your V3 API key from brevo
de_de: Geben Sie Ihren V3-API-Schlüssel von Brevo ein
es_es: Introduce tu clave API V3 de Brevo
fr_fr: Entrez votre clé API V3 de Brevo
it_it: Inserisci la tua chiave API V3 da Brevo

source: Double Opt-in
es_es: Doble opt-in
it_it: Doppio opt-in

source: Double Opt-in Template ID
de_de: Double Opt-in Vorlagen-ID
es_es: ID de plantilla de doble opt-in
fr_fr: ID du modèle de double opt-in
it_it: ID del template di doppio opt-in

source: Enter your double opt-in template ID - <a href="https://help.brevo.com/hc/en-us/articles/360019540880-Create-a-double-opt-in-DOI-confirmation-template-for-brevo-form" target="_blank">More info here</a>
de_de: Geben Sie Ihre Double Opt-in Vorlagen-ID ein - <a href="https://help.brevo.com/hc/en-us/articles/360019540880-Create-a-double-opt-in-DOI-confirmation-template-for-brevo-form" target="_blank">Weitere Informationen hier</a>
es_es: Introduce tu ID de plantilla de doble opt-in - <a href="https://help.brevo.com/hc/en-us/articles/360019540880-Create-a-double-opt-in-DOI-confirmation-template-for-brevo-form" target="_blank">Más información aquí</a>
fr_fr: Entrez votre ID de modèle de double opt-in - <a href="https://help.brevo.com/hc/en-us/articles/360019540880-Create-a-double-opt-in-DOI-confirmation-template-for-brevo-form" target="_blank">Plus d'infos ici</a>
it_it: Inserisci il tuo ID del template di doppio opt-in - <a href="https://help.brevo.com/hc/en-us/articles/360019540880-Create-a-double-opt-in-DOI-confirmation-template-for-brevo-form" target="_blank">Maggiori informazioni qui</a>

source: Double Opt-in Redirect URL
de_de: Double Opt-in Weiterleitungs-URL
es_es: URL de redirección de doble opt-in
fr_fr: URL de redirection du double opt-in
it_it: URL di reindirizzamento doppio opt-in

source: Enter the url you want to redirect to after the subscriber confirms double opt-in
de_de: Geben Sie die URL ein, zu der Sie nach der Bestätigung des Double Opt-in durch den Abonnenten weiterleiten möchten
es_es: Introduce la URL a la que quieres redirigir después de que el suscriptor confirme el doble opt-in
fr_fr: Entrez l'URL vers laquelle vous souhaitez rediriger après que l'abonné confirme le double opt-in
it_it: Inserisci l'URL a cui vuoi reindirizzare dopo che l'iscritto conferma il doppio opt-in

source: Check if user already exists - Skip Double Opt-in
de_de: Prüfen, ob Benutzer bereits existiert - Double Opt-in überspringen
es_es: Verificar si el usuario ya existe - Omitir doble opt-in
fr_fr: Vérifier si l'utilisateur existe déjà - Ignorer le double opt-in
it_it: Controlla se l'utente esiste già - Salta il doppio opt-in

source: Note: This will skip the notification email. This will still update the users fields
de_de: Hinweis: Dies überspringt die Benachrichtigungs-E-Mail. Die Benutzerfelder werden trotzdem aktualisiert
es_es: Nota: Esto omitirá el correo de notificación. Aún actualizará los campos del usuario
fr_fr: Note : Cela ignorera l'email de notification. Cela mettra toujours à jour les champs de l'utilisateur
it_it: Nota: Questo salterà l'email di notifica. Aggiornerà comunque i campi dell'utente

source: GDPR Checkbox
de_de: DSGVO-Checkbox
es_es: Casilla RGPD
fr_fr: Case à cocher RGPD
it_it: Checkbox GDPR

source: Acceptance Field ID
de_de: Akzeptanz-Feld-ID
es_es: ID del campo de aceptación
fr_fr: ID du champ d'acceptation
it_it: ID campo di accettazione

source: Enter the acceptance checkbox field id - you can find this under the acceptance field advanced tab - if the acceptance checkbox is not checked then the email and extra information will not be added to brevo
de_de: Geben Sie die ID des Akzeptanz-Checkbox-Feldes ein - Sie finden diese unter dem erweiterten Tab des Akzeptanzfeldes - wenn die Akzeptanz-Checkbox nicht aktiviert ist, werden die E-Mail und zusätzliche Informationen nicht zu Brevo hinzugefügt
es_es: Introduce el ID del campo de casilla de aceptación - puedes encontrarlo bajo la pestaña avanzada del campo de aceptación - si la casilla de aceptación no está marcada, el correo y la información adicional no se añadirán a Brevo
fr_fr: Entrez l'ID du champ de case à cocher d'acceptation - vous pouvez le trouver sous l'onglet avancé du champ d'acceptation - si la case à cocher d'acceptation n'est pas cochée, l'email et les informations supplémentaires ne seront pas ajoutés à Brevo
it_it: Inserisci l'ID del campo checkbox di accettazione - puoi trovarlo sotto la scheda avanzata del campo di accettazione - se la checkbox di accettazione non è selezionata, l'email e le informazioni extra non saranno aggiunte a Brevo

source: Brevo List
de_de: Brevo-Liste
es_es: Lista de Brevo
fr_fr: Liste Brevo
it_it: Lista Brevo

source: Select the Brevo list where contacts will be added
de_de: Wählen Sie die Brevo-Liste aus, zu der Kontakte hinzugefügt werden sollen
es_es: Selecciona la lista de Brevo donde se añadirán los contactos
fr_fr: Sélectionnez la liste Brevo où les contacts seront ajoutés
it_it: Seleziona la lista Brevo dove verranno aggiunti i contatti

source: <p style="margin: 5px 0 0 0; font-size: 12px; color: #666;"><strong>💡 Tip:</strong> Don't see your list? <a href="%s" target="_blank">Refresh your lists here</a> after creating them in Brevo.</p>
de_de: <p style="margin: 5px 0 0 0; font-size: 12px; color: #666;"><strong>💡 Tipp:</strong> Sehen Sie Ihre Liste nicht? <a href="%s" target="_blank">Aktualisieren Sie Ihre Listen hier</a>, nachdem Sie sie in Brevo erstellt haben.</p>
es_es: <p style="margin: 5px 0 0 0; font-size: 12px; color: #666;"><strong>💡 Consejo:</strong> ¿No ves tu lista? <a href="%s" target="_blank">Actualiza tus listas aquí</a> después de crearlas en Brevo.</p>
fr_fr: <p style="margin: 5px 0 0 0; font-size: 12px; color: #666;"><strong>💡 Astuce :</strong> Vous ne voyez pas votre liste ? <a href="%s" target="_blank">Actualisez vos listes ici</a> après les avoir créées dans Brevo.</p>
it_it: <p style="margin: 5px 0 0 0; font-size: 12px; color: #666;"><strong>💡 Suggerimento:</strong> Non vedi la tua lista? <a href="%s" target="_blank">Aggiorna le tue liste qui</a> dopo averle create in Brevo.</p>

source: Email Field ID
de_de: E-Mail-Feld-ID
es_es: ID del campo de correo
fr_fr: ID du champ email
it_it: ID campo email

source: Enter the email field id - you can find this under the email field advanced tab
de_de: Geben Sie die E-Mail-Feld-ID ein - Sie finden diese unter dem erweiterten Tab des E-Mail-Feldes
es_es: Introduce el ID del campo de correo - puedes encontrarlo bajo la pestaña avanzada del campo de correo
fr_fr: Entrez l'ID du champ email - vous pouvez le trouver sous l'onglet avancé du champ email
it_it: Inserisci l'ID del campo email - puoi trovarlo sotto la scheda avanzata del campo email

source: <strong>✨ New in v2.0:</strong> Dynamic field mapping now supports ALL your Brevo contact attributes! Configure available fields in <a href="%s" target="_blank">plugin settings</a>.
de_de: <strong>✨ Neu in v2.0:</strong> Dynamisches Feld-Mapping unterstützt jetzt ALLE Ihre Brevo-Kontaktattribute! Konfigurieren Sie verfügbare Felder in den <a href="%s" target="_blank">Plugin-Einstellungen</a>.
es_es: <strong>✨ Nuevo en v2.0:</strong> ¡El mapeo dinámico de campos ahora soporta TODOS tus atributos de contacto de Brevo! Configura los campos disponibles en la <a href="%s" target="_blank">configuración del plugin</a>.
fr_fr: <strong>✨ Nouveau dans v2.0 :</strong> Le mappage de champs dynamique prend maintenant en charge TOUS vos attributs de contact Brevo ! Configurez les champs disponibles dans les <a href="%s" target="_blank">paramètres du plugin</a>.
it_it: <strong>✨ Novità nella v2.0:</strong> La mappatura dinamica dei campi ora supporta TUTTI i tuoi attributi di contatto Brevo! Configura i campi disponibili nelle <a href="%s" target="_blank">impostazioni del plugin</a>.

source: Need help? <a href="https://matteolavaggi.it/wordpress/ml-brevo-for-elementor-pro/" target="_blank">Check out our support page.</a>
de_de: Benötigen Sie Hilfe? <a href="https://matteolavaggi.it/wordpress/ml-brevo-for-elementor-pro/" target="_blank">Besuchen Sie unsere Support-Seite.</a>
es_es: ¿Necesitas ayuda? <a href="https://matteolavaggi.it/wordpress/ml-brevo-for-elementor-pro/" target="_blank">Consulta nuestra página de soporte.</a>
fr_fr: Besoin d'aide ? <a href="https://matteolavaggi.it/wordpress/ml-brevo-for-elementor-pro/" target="_blank">Consultez notre page de support.</a>
it_it: Hai bisogno di aiuto? <a href="https://matteolavaggi.it/wordpress/ml-brevo-for-elementor-pro/" target="_blank">Controlla la nostra pagina di supporto.</a>

source: <div style="padding: 15px; background: #fff3cd; border: 1px solid #ffeaa7; border-radius: 4px; color: #856404;"><strong>⚠️ No fields configured:</strong> Please configure your Brevo fields in <a href="%s" target="_blank">plugin settings</a> to enable dynamic mapping.</div>
de_de: <div style="padding: 15px; background: #fff3cd; border: 1px solid #ffeaa7; border-radius: 4px; color: #856404;"><strong>⚠️ Keine Felder konfiguriert:</strong> Bitte konfigurieren Sie Ihre Brevo-Felder in den <a href="%s" target="_blank">Plugin-Einstellungen</a>, um dynamisches Mapping zu aktivieren.</div>
es_es: <div style="padding: 15px; background: #fff3cd; border: 1px solid #ffeaa7; border-radius: 4px; color: #856404;"><strong>⚠️ No hay campos configurados:</strong> Por favor configura tus campos de Brevo en la <a href="%s" target="_blank">configuración del plugin</a> para habilitar el mapeo dinámico.</div>
fr_fr: <div style="padding: 15px; background: #fff3cd; border: 1px solid #ffeaa7; border-radius: 4px; color: #856404;"><strong>⚠️ Aucun champ configuré :</strong> Veuillez configurer vos champs Brevo dans les <a href="%s" target="_blank">paramètres du plugin</a> pour activer le mappage dynamique.</div>
it_it: <div style="padding: 15px; background: #fff3cd; border: 1px solid #ffeaa7; border-radius: 4px; color: #856404;"><strong>⚠️ Nessun campo configurato:</strong> Configura i tuoi campi Brevo nelle <a href="%s" target="_blank">impostazioni del plugin</a> per abilitare la mappatura dinamica.</div>

source: <h3 style="margin: 0 0 10px 0; color: #495057;"><span style="color: #007cba;">🔗</span> Brevo Field Mapping</h3><p style="margin: 0 0 15px 0; color: #6c757d; font-style: italic;">Map your form fields to Brevo contact attributes. Only mapped fields will be synchronized.</p>
de_de: <h3 style="margin: 0 0 10px 0; color: #495057;"><span style="color: #007cba;">🔗</span> Brevo-Feld-Mapping</h3><p style="margin: 0 0 15px 0; color: #6c757d; font-style: italic;">Ordnen Sie Ihre Formularfelder den Brevo-Kontaktattributen zu. Nur zugeordnete Felder werden synchronisiert.</p>
es_es: <h3 style="margin: 0 0 10px 0; color: #495057;"><span style="color: #007cba;">🔗</span> Mapeo de campos de Brevo</h3><p style="margin: 0 0 15px 0; color: #6c757d; font-style: italic;">Mapea los campos de tu formulario a los atributos de contacto de Brevo. Solo los campos mapeados se sincronizarán.</p>
fr_fr: <h3 style="margin: 0 0 10px 0; color: #495057;"><span style="color: #007cba;">🔗</span> Mappage des champs Brevo</h3><p style="margin: 0 0 15px 0; color: #6c757d; font-style: italic;">Mappez vos champs de formulaire aux attributs de contact Brevo. Seuls les champs mappés seront synchronisés.</p>
it_it: <h3 style="margin: 0 0 10px 0; color: #495057;"><span style="color: #007cba;">🔗</span> Mappatura campi Brevo</h3><p style="margin: 0 0 15px 0; color: #6c757d; font-style: italic;">Mappa i campi del tuo modulo agli attributi di contatto Brevo. Solo i campi mappati verranno sincronizzati.</p>

source: Please set Global API Key in Settings
de_de: Bitte setzen Sie den globalen API-Schlüssel in den Einstellungen
es_es: Por favor configura la clave API global en Configuración
fr_fr: Veuillez définir la clé API globale dans les paramètres
it_it: Imposta la chiave API globale nelle impostazioni

source: No lists available or API error
de_de: Keine Listen verfügbar oder API-Fehler
es_es: No hay listas disponibles o error de API
fr_fr: Aucune liste disponible ou erreur API
it_it: Nessuna lista disponibile o errore API

source: Select a list...
de_de: Liste auswählen...
es_es: Selecciona una lista...
fr_fr: Sélectionnez une liste...
it_it: Seleziona una lista...

source: brevo Unsubscribe
de_de: Brevo-Abmeldung
es_es: Cancelar suscripción de Brevo
fr_fr: Désabonnement Brevo
it_it: Disiscrizione Brevo

source: <b>PLEASE NOTE - THIS ACTION DELETES THE INPUT EMAIL IN brevo!</b>
de_de: <b>BITTE BEACHTEN - DIESE AKTION LÖSCHT DIE EINGEGEBENE E-MAIL IN BREVO!</b>
es_es: <b>¡POR FAVOR NOTA - ESTA ACCIÓN ELIMINA EL CORREO INTRODUCIDO EN BREVO!</b>
fr_fr: <b>VEUILLEZ NOTER - CETTE ACTION SUPPRIME L'EMAIL SAISI DANS BREVO !</b>
it_it: <b>ATTENZIONE - QUESTA AZIONE ELIMINA L'EMAIL INSERITA IN BREVO!</b>

source: ML Brevo Debug Logs
de_de: ML Brevo Debug-Protokolle
es_es: Registros de depuración ML Brevo
fr_fr: Journaux de débogage ML Brevo
it_it: Log di debug ML Brevo

source: Debug logging is currently disabled.
de_de: Debug-Protokollierung ist derzeit deaktiviert.
es_es: El registro de depuración está actualmente deshabilitado.
fr_fr: La journalisation de débogage est actuellement désactivée.
it_it: La registrazione di debug è attualmente disabilitata.

source: Enable it in settings
de_de: In den Einstellungen aktivieren
es_es: Habilítalo en configuración
fr_fr: Activez-la dans les paramètres
it_it: Abilitala nelle impostazioni

source: Enable it in settings tab
de_de: Im Einstellungen-Tab aktivieren
es_es: Habilítalo en la pestaña de configuración
fr_fr: Activez-la dans l'onglet paramètres
it_it: Abilitala nella scheda impostazioni

source: Log Information
de_de: Protokoll-Informationen
es_es: Información de registro
fr_fr: Informations du journal
it_it: Informazioni log

source: Debug Status:
es_es: Estado de depuración:
fr_fr: Statut de débogage :
it_it: Stato debug:

source: Enabled
de_de: Aktiviert
es_es: Habilitado
fr_fr: Activé
it_it: Abilitato

source: Disabled
de_de: Deaktiviert
es_es: Deshabilitado
fr_fr: Désactivé
it_it: Disabilitato

source: Debug Level:
es_es: Nivel de depuración:
fr_fr: Niveau de débogage :
it_it: Livello debug:

source: Total Log Size:
de_de: Gesamte Protokollgröße:
es_es: Tamaño total del registro:
fr_fr: Taille totale du journal :
it_it: Dimensione totale log:

source: Log Files:
de_de: Protokolldateien:
es_es: Archivos de registro:
fr_fr: Fichiers de journal :
it_it: File di log:

source: Actions
de_de: Aktionen
es_es: Acciones
it_it: Azioni

source: Clear All Logs
de_de: Alle Protokolle löschen
es_es: Limpiar todos los registros
fr_fr: Effacer tous les journaux
it_it: Cancella tutti i log

source: Download Current Log
de_de: Aktuelles Protokoll herunterladen
es_es: Descargar registro actual
fr_fr: Télécharger le journal actuel
it_it: Scarica log corrente

source: Log File:
de_de: Protokolldatei:
es_es: Archivo de registro:
fr_fr: Fichier de journal :
it_it: File di log:

source: Level:
es_es: Nivel:
fr_fr: Niveau :
it_it: Livello:

source: All Levels
de_de: Alle Level
es_es: Todos los niveles
fr_fr: Tous les niveaux
it_it: Tutti i livelli

source: ERROR
de_de: FEHLER
fr_fr: ERREUR
it_it: ERRORE

source: WARNING
de_de: WARNUNG
es_es: ADVERTENCIA
fr_fr: AVERTISSEMENT
it_it: AVVISO

source: Component:
de_de: Komponente:
es_es: Componente:
fr_fr: Composant :
it_it: Componente:

source: All Components
de_de: Alle Komponenten
es_es: Todos los componentes
fr_fr: Tous les composants
it_it: Tutti i componenti

source: Filter
de_de: Filtern
es_es: Filtrar
fr_fr: Filtrer
it_it: Filtra

source: Reset
de_de: Zurücksetzen
es_es: Restablecer
fr_fr: Réinitialiser
it_it: Reimposta

source: &laquo; Previous
de_de: &laquo; Vorherige
es_es: &laquo; Anterior
fr_fr: &laquo; Précédent
it_it: &laquo; Precedente

source: Next &raquo;
de_de: Nächste &raquo;
es_es: Siguiente &raquo;
fr_fr: Suivant &raquo;
it_it: Successivo &raquo;

source: Showing %d-%d of %d entries
de_de: Zeige %d-%d von %d Einträgen
es_es: Mostrando %d-%d de %d entradas
fr_fr: Affichage de %d-%d sur %d entrées
it_it: Visualizzazione di %d-%d su %d voci

source: No log entries found.
de_de: Keine Protokolleinträge gefunden.
es_es: No se encontraron entradas de registro.
fr_fr: Aucune entrée de journal trouvée.
it_it: Nessuna voce di log trovata.

source: Level
es_es: Nivel
fr_fr: Niveau
it_it: Livello

source: Component
de_de: Komponente
es_es: Componente
fr_fr: Composant
it_it: Componente

source: Action
de_de: Aktion
es_es: Acción
it_it: Azione

source: Message
de_de: Nachricht
es_es: Mensaje
it_it: Messaggio

source: Context
de_de: Kontext
es_es: Contexto
fr_fr: Contexte
it_it: Contesto

source: Are you sure you want to clear all debug logs? This action cannot be undone.
de_de: Sind Sie sicher, dass Sie alle Debug-Protokolle löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
es_es: ¿Estás seguro de que quieres limpiar todos los registros de depuración? Esta acción no se puede deshacer.
fr_fr: Êtes-vous sûr de vouloir effacer tous les journaux de débogage ? Cette action ne peut pas être annulée.
it_it: Sei sicuro di voler cancellare tutti i log di debug? Questa azione non può essere annullata.

source: Clearing...
de_de: Lösche...
es_es: Limpiando...
fr_fr: Effacement en cours...
it_it: Cancellazione in corso...

source: Error clearing logs:
de_de: Fehler beim Löschen der Protokolle:
es_es: Error al limpiar registros:
fr_fr: Erreur lors de l'effacement des journaux :
it_it: Errore nella cancellazione dei log:

source: Request failed. Please try again.
de_de: Anfrage fehlgeschlagen. Bitte versuchen Sie es erneut.
es_es: La solicitud falló. Por favor inténtalo de nuevo.
fr_fr: La requête a échoué. Veuillez réessayer.
it_it: Richiesta fallita. Riprova.

source: Settings
de_de: Einstellungen
es_es: Configuración
fr_fr: Paramètres
it_it: Impostazioni

source: Settings & Configuration
de_de: Einstellungen & Konfiguration
es_es: Configuración y ajustes
fr_fr: Paramètres et configuration
it_it: Impostazioni e configurazione

source: Debug Logs
de_de: Debug-Protokolle
es_es: Registros de depuración
fr_fr: Journaux de débogage
it_it: Log di debug

source: Docs
de_de: Dokumentation
es_es: Documentación
fr_fr: Documentation
it_it: Documentazione

source: Translations
de_de: Übersetzungen
es_es: Traducciones
fr_fr: Traductions
it_it: Traduzioni

source: Translation Management
de_de: Übersetzungsverwaltung
es_es: Gestión de traducciones
fr_fr: Gestion des traductions
it_it: Gestione traduzioni

source: Manage and compile plugin translations for better performance.
de_de: Verwalten und kompilieren Sie Plugin-Übersetzungen für bessere Leistung.
es_es: Gestiona y compila las traducciones del plugin para mejor rendimiento.
fr_fr: Gérez et compilez les traductions du plugin pour de meilleures performances.
it_it: Gestisci e compila le traduzioni del plugin per migliori performance.

source: Some translations need compilation!
de_de: Einige Übersetzungen müssen kompiliert werden!
es_es: ¡Algunas traducciones necesitan compilación!
fr_fr: Certaines traductions nécessitent une compilation !
it_it: Alcune traduzioni necessitano di compilazione!

source: Click "Compile Translations" to improve performance.
de_de: Klicken Sie auf "Übersetzungen kompilieren", um die Leistung zu verbessern.
es_es: Haz clic en "Compilar traducciones" para mejorar el rendimiento.
fr_fr: Cliquez sur "Compiler les traductions" pour améliorer les performances.
it_it: Clicca "Compila traduzioni" per migliorare le performance.

source: Compile All Translations
de_de: Alle Übersetzungen kompilieren
es_es: Compilar todas las traducciones
fr_fr: Compiler toutes les traductions
it_it: Compila tutte le traduzioni

source: Converts .po files to optimized .mo files for better performance.
de_de: Konvertiert .po-Dateien in optimierte .mo-Dateien für bessere Leistung.
es_es: Convierte archivos .po a archivos .mo optimizados para mejor rendimiento.
fr_fr: Convertit les fichiers .po en fichiers .mo optimisés pour de meilleures performances.
it_it: Converte i file .po in file .mo ottimizzati per migliori performance.

source: Translation Status
de_de: Übersetzungsstatus
es_es: Estado de traducciones
fr_fr: État des traductions
it_it: Stato traduzioni

source: Language
de_de: Sprache
es_es: Idioma
fr_fr: Langue
it_it: Lingua

source: PO File
de_de: PO-Datei
es_es: Archivo PO
fr_fr: Fichier PO
it_it: File PO

source: MO File
de_de: MO-Datei
es_es: Archivo MO
fr_fr: Fichier MO
it_it: File MO

source: Last Modified
de_de: Zuletzt geändert
es_es: Última modificación
fr_fr: Dernière modification
it_it: Ultima modifica

source: Status
es_es: Estado
fr_fr: État
it_it: Stato

source: Missing
de_de: Fehlt
es_es: Faltante
fr_fr: Manquant
it_it: Mancante

source: Needs Compilation
de_de: Benötigt Kompilierung
es_es: Necesita compilación
fr_fr: Nécessite une compilation
it_it: Necessita compilazione

source: Up to Date
de_de: Aktuell
es_es: Actualizado
fr_fr: À jour
it_it: Aggiornato

source: Not Compiled
de_de: Nicht kompiliert
es_es: No compilado
fr_fr: Non compilé
it_it: Non compilato

source: About Translations
de_de: Über Übersetzungen
es_es: Acerca de las traducciones
fr_fr: À propos des traductions
it_it: Informazioni sulle traduzioni

source: PO Files
de_de: PO-Dateien
es_es: Archivos PO
fr_fr: Fichiers PO
it_it: File PO

source: Human-readable translation files that you can edit with text editors or translation tools like Poedit.
de_de: Menschenlesbare Übersetzungsdateien, die Sie mit Texteditoren oder Übersetzungstools wie Poedit bearbeiten können.
es_es: Archivos de traducción legibles por humanos que puedes editar con editores de texto o herramientas de traducción como Poedit.
fr_fr: Fichiers de traduction lisibles par l'homme que vous pouvez éditer avec des éditeurs de texte ou des outils de traduction comme Poedit.
it_it: File di traduzione leggibili dall'uomo che puoi modificare con editor di testo o strumenti di traduzione come Poedit.

source: MO Files
de_de: MO-Dateien
es_es: Archivos MO
fr_fr: Fichiers MO
it_it: File MO

source: Compiled binary files that WordPress uses for faster translation loading. Generated from PO files.
de_de: Kompilierte Binärdateien, die WordPress für schnelleres Laden von Übersetzungen verwendet. Aus PO-Dateien generiert.
es_es: Archivos binarios compilados que WordPress usa para cargar traducciones más rápido. Generados desde archivos PO.
fr_fr: Fichiers binaires compilés que WordPress utilise pour un chargement plus rapide des traductions. Générés à partir des fichiers PO.
it_it: File binari compilati che WordPress usa per un caricamento più veloce delle traduzioni. Generati dai file PO.
